[
    {
      "name": "Ode to Mathematics",
      "artist": "Alvaro Hernandez",
      "description": "A tribute to the abstract beauty of mathematics, this sculpture symbolizes the infinite nature of mathematical discovery.",
      "url": "https://i.imgur.com/abc123.jpg",
      "alt": "A metallic spiral structure with numbers engraved, symbolizing the infinity of mathematics."
    },
    {
      "name": "Essence of Physics",
      "artist": "Liu Wen",
      "description": "This sculpture honors the field of physics, depicting interwoven rings that represent the fundamental forces of nature.",
      "url": "https://i.imgur.com/def456.jpg",
      "alt": "A bronze sculpture with interwoven rings, symbolizing gravitational and magnetic fields."
    },
    {
      "name": "The Heart of Medicine",
      "artist": "Sophia Martínez",
      "description": "A detailed homage to the medical field, showcasing hands cradling a human heart to represent compassion and care.",
      "url": "https://i.imgur.com/ghi789.jpg",
      "alt": "Bronze hands gently holding a heart, symbolizing the compassion in medicine."
    },
    {
      "name": "Legacy of Engineering",
      "artist": "Ravi Kapoor",
      "description": "Celebrating engineering, this sculpture of gears and levers represents the ingenuity behind technological advancements.",
      "url": "https://i.imgur.com/jkl012.jpg",
      "alt": "A bronze sculpture with gears and levers, symbolizing engineering innovations."
    },
    {
      "name": "Spirit of Literature",
      "artist": "Isabella Flores",
      "description": "A tribute to the world of literature, featuring an open book with words flowing out, symbolizing the endless imagination in storytelling.",
      "url": "https://i.imgur.com/mno345.jpg",
      "alt": "An open bronze book with words flowing outward, representing literature's influence."
    },
    {
      "name": "Harmony in Chemistry",
      "artist": "Akira Tanaka",
      "description": "This piece represents the intricate bonds in chemistry, showcasing molecules connected in harmonious forms.",
      "url": "https://i.imgur.com/pqr678.jpg",
      "alt": "A bronze sculpture of interconnected molecular structures, symbolizing the bonds in chemistry."
    }
  ]
  